{
  "kanker": [
    {
      "id": "1",
      "judul" : "Pengertian Kanker",
      "text" : "Kanker merupakan penyakit yang disebabkan oleh pertumbuhan sel yang abnormal dan tidak terkendali dalam tubuh. \n\nPenyebab \nPenyebab faktor dari kanker berbeda,beda tergantung pada jenis kankernya. Namun yang utama penyebab kanker antara lain:\n1. Memiliki penyakit kanker dalam\n2. Berusi diatas 65 tahun, namun anak,anak kemungkinan juga terjadi\n3. Merokok\n4. Terpapar radiasi, zat kimia atau sinar matahari\n5. Terinfeksi virus, sepertu hepatitis C, B dan HPV\n6. Terpadat hormon dalam jumlah tinggi dan jangka panjang\n7. Mengalami obesitas\n8. Kurang banyak gerak\n9. Menyababkan penyakit akibat peradangan atau penyakit kronis\n10. Menurunya sistem kekebalan tubuh\n\nGejala kanker\n1. Muncul benjolan\n2. Nyeri di salah satu bagian tubuh\n3. Pucat, lemas dan cepat lelah\n4. Penurunan berat badan secara drastis\n5. Gangguan buang air besar dan kecil\n6. Batuk kronis\n7. Demam yang terus berulang\n8. Mengalami pendarahan yang tiba,tiba\n\nPencegahan kanker\n1. cek kesehatan secara berkala\n2. hindari asap rokok\n3. rajin aktivitas fisik\n4. diet sehat\n5. istirahat cukup\n6. kelola stres"
    }
  ],
  "pengobatan": [
    {
      "id": "2",
      "judul" : "Pengobatan Kanker",
      "text" : "Pengobatan kanker\n1. Metode pengobatan kanker secara umum\n2. Kemoterapi\n3. Operasi\n4. Radioterapi\n5. Transplantasi sumsum tulang\n6. Imunoterapi\n7. Imunoterapi atau terapi biologis \n8. Terapi hormon\n9. Targeted drug therapy\n\nMengenal kemoterapi\nMerupakan tindakan pengobatan menggunakan bahan kimia yang sangat kuat untuk menghentikan atau menghambat pertumbuhan sel yang bertumbuh dengan cepat, seperti sel kanker.\n\nFungsi dari kemoterapi\n1. Menyemnbuhkan penyakit kanker\n2. Membuat terapi lebih efektif\n3. Mengurangi risiko dan gejala kanker\n\nEfek samping kemoterapi \n1. Lemas, mual, muntah, diare kerontokan rambut, selera makan menurun, sairawan, demam, sembelit, mudah memar\n2. Mati rasa, kesemutan, perubahan warna kulit, perubahan berat badan, gangguan keseburan dan libido, perubahaan perasaan\n\nYang perlu di persiapkan saat akan kemoterapi\n1. Lakukan pemeriksaan kesehatan secara menyeluruh\n2. Istrirahtlah yang cukup\n3. Mampu mengelola stres dan kecemasaan saat akan di lakukan kemoterapi\n4. Pastikan ada pendamping saat akan di lakukan kemoterapi"
    }
  ],
  "cemas": [
    {
      "id": "4",
      "judul": "Pengertian Cemas",
      "text": "Cemas merupakan suatu keadaan psikologis yang di alami seseorang dengan karakateristik berupa rasa takut, khawatir berkepanjangan dan rasa gugup. Sehingga dengan respon tersebut menyebabkan masalah dalam kehidupan sehari,hari. Cemas sendiri juga bisa di artikan sebagai rasa takut atau khawatir karena terdapat objek atau penyebab tertentu.\n\nPenyebab cemas : \n1. Faktor Biologis : adanya ganggun syaraf ke otak untuk mengontrol emosi dan rasa takut, gangguan akibat penyakit fisik yang di alami (diagnosis doketer kondisi klinis seperti kanker, akan di oparasi, penyakit akut dan kronisdll)\n2. Faktor lingkungan : tertutama masa kecil (kekerasan dalam rumah tangga, penelataran anak, kehilangan orang tua dll)\n3. Faktor sosial : adanya ancaman dari rekan kerja,  masalah finansial atau keuangan, hubungan dengan orang lain\n\nGejala kecemasan\n1. merasa tengang\n2. khawatir dan takut\n3. selalu ingin marah\n4. tidak tenang\n5. merasa resah\n6. sulit konsentrasi\n7. sakit perut\n8. tekanan darah naik\n9. sakit kepala\n10. nadi cepat\n11. keluar keringat berlebihan\n12. badan gemetar\n13. sering BAK \n14. jantung berdetak dengan cepat\n15. mual dan muntah\n16. sulit tidur\n17. mudah lupa\n18. berbicara cepat\n19. gerakan meremas tangan"
    }
  ],
  "non-farmakologi": [
    {
      "id": "3",
      "judul" : "Non Farmakologi",
      "text" : "Tindakan keperawatan atau non Farmakologi yang dapat di lakukan untuk mengurangi kecemasan sebagai berikut:\nTujuan Kepada Klien mampu:\n1. Mengenal kecemasan\n2. Mampu melakukan teknik relaksasi\n3. Mampu melakukan disktarksi\n4. Mampu melalukan hipnotis lima jari\n\nTindakan awal yang dilakukan untuk mengurangi kecemasan:\n1. Mendiskusikan tentang kecemasan seperti mengenal penyebab kecemasan, proses dan terjadinya kecemasan, tanda dan gejala kecemasan hingga akibatnya\n2. Melatih rileksasi dengan cara nafas dalam tindakan ini bisa dilakukan awal ketika mengalami kecemasan\n3. Melatih dengan melalukan disktraksi seperti bercakap,cakap hal positif, melalukan aktivitas positif\n4. Melatih hipnotis lima jari dan fokus pada hal positif"
    }
  ],
  "hipnotis": [
    {
      "id": "4",
      "judul": "Hipnotis 5 Jari",
      "text": "Pengertian\n\nHipnotis 5 jari (H5J) merupakan aplikasi pada samrtphone yang bertujuan untuk membantu seseorang dengan rasa cemas akibat kanker baik akan di kemoterapi ataupun tidak. Tindakan ini berupa relaksasi dengan metoda membabayangkan atau berimajinasi dengan menggunakan 5 jari sebagai alat bantu.\n\nTujuan\n1. Mengurangi kecemasan\n2. Memberikan relaksasi\n3. Melancarkan sirkulasi darah\n4. Merileksasikan otot,otot tubuh\n\nIndikasi\n1. Pada klien dengan cemas\n2. Klien mengalami ketegangan\n3. Klien mengalami stres negatif\n\nKontraindikasi\n1. Klien gangguan mental berat\n2. Klien dengan gangguan jiwa berat\n\nPersiapan Klien\n1. Kontrak waktu, tipoik dan tempat dengan klien\n2. Klien diberikan penjelasan tentang hal,hal yang akan di lakukan\n3. Jaga keamanaan dan kerahasiaan klien\n4. Posisi klien diatur sesuai kebutuhan\n\nPersiapan Alat\n1. Persiapak alat berupa aplikasi H5J\n2. Ruangan yang nyaman termasuk ruangan pengontrol ruangan agar jauh dari kebisingan\n\nCara Kerja\n1. Atur  posisi anda senyaman mungkin \n2. Mainkan aplikasi H5J \n3. Lakukan relaksasi nafas dalam terlabih dahulu (kurang labih satu menit saja) dengan menutup mata.  \n4. Bayangkan bahwa anda berada di suatu tempat yang paling indah yang pernah anda kunjungi (sambil menyentuh ibu jari dan jari telunjuk). \n5. Rasakan suasana dan udara yang ada di tempat tersebut, nikmati keindahannya, dengarkan kicauan burung,burung yang bernyanyi riang, ucapkan dalam hati “betapa merdunya.... betapa indahnya.... betapa mengasyikkannya... beradaa di tempat ini”. \n6. Bayangkan bahwa di tempat itu orang,orang yang anda cintai berada di samping anda (sambil menyentuhkan ujung jari tengah ke ujung ibu jari). \n7. Nikmati kebahagian yang anda rasakan, ucapkan dalam hati “betapa bahagianya saya saat ini” \n8. Bayangkan bahwa orang yang anda cintai tersebut memberikan pujian yang paling indah untuk anda (sambil menyentuhkan ujung jari manis ke ujung ibu jari). \n9. Rasakan betapa bahagianya anda, nikmati kebahagian itu sambil tersenyum. Katakan lagi dalam hati “betapa bahagianya saya saat ini”. \n10. Bayangkan bahwa orang yang adna cintai juga memberikan hadiah yang anda damba,dambakan selama ini (sambil menyentuhkan ujung jari kelingking dengan ujung ibu jari). \n11. Rasakan betapa bahagianya anda saat ini... dan ucapkan lagi dalam hati sambil tersenyum “saya semakin bahagia...saya sangat bahagia” \n12. Baiklah, saya akan memberikan anda waktu untuk beristirahat danterus menikmati kebahgian, ketengan dan kenyamanan tersebut selama 5 menit (tunggu sampai 5 menit). \n13. Bagus sekali, kini anda benar,benar telah menikmati suasana rileks, nyaman, tenag dan penuh kebahgiaan. Saatnya anda bangun dalam kondisi yang sangat segar. Saya akan menghitung maju dari 1,. Pada hitungan ketiga, anda akan terbangun dalam kondisi yang sangat segar, lebih segar dari sebelumnya. Satu...dua...lebih segar dari sbelumnya...tiga... bangu dan buka mata anda. \n14. Bila klien ingin melanjutkan untuk tidur/rileks, biarkan klien beristirahat sampai klien memutuskan sendiri utuk terbangun. \n15. Matikan aplikasi H5J \n16. Tanyakan perasaan klien setelah melakukan relaksasi lima jari.\n\nHal yang perlu diperhatikan\n1. Suasana harus hening dan nyaman\n2. Pastikan aplikasi nyala dengan baik\n3. Selama proses dilarang bersuara, bercakap-cakap\n"
    }
  ]
}
